[
    {
        "title": "Asesoria para colegios",
        "description":"Nuestro asesoramiento a colegios busca contribuir al crecimiento educativo de las instituciones educativas ofreciendo nuestra amplia experiencia en la enseñanza del inglés. A tales fines, consideramos todos los factores previos, tales como el nivel del alumnado, objetivos educativos, estructura curricular, recursos disponibles y la experiencia de los docentes. Después de un análisis cabal y teniendo conocimiento del contexto y las propuestas pedagógicas del colegio, ofrecemos tanto diseño de programas, como capacitación docente, selección de materiales, evaluaciones, y la posibilidad de incorporar certificaciones internacionales a lo largo del proceso.  El asesoramiento se implementa junto con los canales adecuados de retroalimentación, en un ciclo de coordinación y supervisión que asegura el ajuste y adecuación constante a las cambiantes realidades y desafíos del día a día."
    },
    {
        "title": "Inglés tecnico y para fines especificos",
        "description": "Te ofrecemos la más amplia gama de cursos de inglés técnico y para profesionales a fin de mejorar la comunicación en inglés en tu entorno laboral. Diseñados para enseñar el idioma y mejorar las habilidades comunicativas necesarias en las más variadas disciplinas o carreras profesionales, nuestros cursos incorporan los correspondientes contextos y vocabularios específicos. Cada curso ofrece instrucción paso a paso que sumerge a los estudiantes en los cuatro componentes clave del idioma: lectura, comprensión auditiva, expresión oral y escritura. "
    },
    {
        "title": "INEFOP",
        "description": "Nos encontramos registrados como entidad de capacitación (ECA) en INEFOP. Dicho registro nos permite presentar ofertas de capacitación en los diferentes programas que INEFOP imparte, dirigidos a múltiples poblaciones. Buscamos integrar el idioma inglés a áreas  profesionales específicas, fortaleciendo y potenciando así no solo las posibilidades de empleo de los trabajadores, sino además brindar oportunidades de capacitación y formación a personas, empresas y organizaciones a través de la incorporación del lenguaje técnico correspondiente en inglés."
    },
    {
        "title": "Convenios",
        "description": "Si formas parte de una organización social, empresarial, deportiva o cultural, consulta nuestros planes de convenios para las mismas."
    }
]